export const tabs = [
  { id: 'регалии', label: 'Регалии' },
  { id: 'жанры', label: 'Жанры' },
  { id: 'философия', label: 'Философия' },
];

export const tabContent = {
  регалии: [
    {
      title: 'Продюсер. Сонграйтер. Звукорежиссёр. Артист. Человек и пароход',
      description: '30 лет. 14 лет в индустрии. 11 лет на проф-уровне',
    },
    {
      title: 'За спиной',
      description: '1000 аранжировок',
    },
    {
      title: '',
      description: '1000 сведённых треков',
    },
    {
      title: '',
      description: '300 авторских песен',
    },
  ],
  жанры: [
    {
      title: 'Поп, хип-хоп, R&B, поп-рок, хаус, бэйс',
      description: 'Мои треки попадали в чарты.',
    },
    {
      title: '',
      description: 'Некоторые — собирали 20+ млн на YouTube.',
    },
    {
      title: 'Также писал саундтреки для игр: Wargaming',
      description: '',
    },
  ],
  философия: [
    {
      title: 'Плагинов сейчас полно',
      description: 'А вот звука со вкусом — дефицит.',
    },
    {
      title: '',
      description: '',
    },
    {
      title: 'Я не делаю шаблон.',
      description: '',
    },
    {
      title: 'Я делаю трек, который хочется слушать.',
      description: '',
    },
    {
      title: '',
      description: 'Не на 15 секунд в TikTok — а на долгое залипание в наушниках',
    },
  ],
};
